Revit 2027 API
VoltageType.MaxValue Property
 Get upper boundary of voltage value of this voltage definition, the unit is volt.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double MaxValue { get; }
Public ReadOnly Property MaxValue As Double
	Get
public:
property double MaxValue {
	double get ();
}
member MaxValue : float with get
Property Value
Double
See Also
Reference
VoltageType Class
Autodesk.Revit.DB.Electrical Namespace